# St7GetLinkOutline

Returns the colour scheme for links.

long St7GetLinkOutline(long uID, long* Outline)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Outline
One of llType, llGroup, or llGlobal.